;Do not translate this section
[Info]
Language=Italian
Translator=Scirè Salvatore aka Alberto
Version=1.0.0.369

;Main Menu
[Menu]
;
;Channel Menu
;
Title32791=&Canali
Item32791=Aggiorna Tutti i Canali
Item33321=Ferma Tutti gli Aggiornamenti
Item32793=Segna Tutti come Letti
Item36564=Aggiorna Conteggio Non Letti
Item32792=Aggiorna Canale/Gruppo
Item32818=Segna come Letto
Item32800=Cancella
Item36739=Rinomina
Item32799=Proprietà...
Item36548=Organizza Canali...
Item57665=E&sci

Title32797=Aggiungi
Item32797=Canale...
Item36537=Cerca Canale...
Item32796=Gruppo del Canale...
Item36558=Sincronizza Canali Bloglines...
Item32837=Nuovo Monitoraggio...
Item32925=Etichetta...

;
;Edit Menu
;
Title57635=&Modifica
Item57635=Tag&lia
Item57634=&Copia
Item57637=&Incolla
Item57636=Trova succ. (in questa pagina)...
Item36547=Cerca Canale Sottoscritto...
Item32917=Ce&rca Articoli Notizie
Item32858=Cerca Successiva
Item36738=Ricerca Globale...

;
;View Menu
;
Title32922=&Visualizza
Item32922=&Barra Canali
Item32923=&Elenco Notizie
Item36609=Nuova Scheda
Item32811=&Massimizza Pannello di Lettura
Item33035=Successivo &Canale non Letto
Item36544=Successivo &Gruppo non Letto
Item32861=Notizia &Successiva
Item32860=Notizia &Precedente

;
;Tools Menu
;
Title32808=&Strumenti
Item32808=&Importa Canali da File OPML/XML...
Item32842=&Esporta Canali su File OPML/XML...
Item36543=Esporta Notizie su File&RSS/XML...
Item32841=&Compattamento...
Item32852=&Opzioni...

Title33312=&Statistiche Canali
Item33312=I Più Visitati
Item33313=I Visitati Recentamente
Item36732=I più attivi negli Ultimi  60 Giorni
Item36733=I meno attivi negli Ultimi 60 Giorni
Item36735=Configura...

;
;Help Menu
;
Title36553=&Aiuto
Item36553=Verifica Aggiornamenti &Versione
Item36550=Visita Sito &Web di GreatNews ...
Item36567=Visita  &Web Forum di GreatNews ...
Item57664=&Informazioni...

;
;Channel Tree Popup Menu
;
Item32815=Espandi Tutti
Item32816=Comprimi Tutti
Item33033=Comprimi nel Gruppo

;
;News List Popup Menu
;
Item32870=Segna Come Letto
Item36601=Segna Come non Letto
Item36539=Cancella
Item36556=Nuova Nota...

[FeedGroupPropertiesDialog]
Title=Proprietà Gruppo
C1070=Nome Gruppo(*):
C1071=Descrizione:
C1072=Sito Web del Gruppo:
C1030=Non aggiornare il gruppo di canali in automatico

[OptionsDialog]
Title=Opzioni

[OptionsDialog_General]
Title=Generale
C1010=Aggiorna tutti i canali all'avvio di GreatNews
C1006=Verifica aggiornamenti all'avvio di GreatNews
C1013=Minimizza in system tray
C1058=Chiudi in system tray
C1074=Aggiorna autom. tutte le notizie ogni
C1075=Ricorda eseguire Wizard di Compatt.ogni
C1073=Quando si avvia GreatNews
C1062=Mostra una finestra vuota
C1007=Mostra finestra di Benvenuto
C1063=Mostra i 10 canali più visitati
C1016=Configura GreatNews come aggregatore di default

[OptionsDialog_Reading]
Title=Lettura
C1076=Visualizzazione
C1077=Notizie per Pagina (1 ~ 999)
C1011=Segna Canale Precedente come letto nel cambiare canale
C1010=Aggiorna canale/gruppo automaticamente col click
C1078=Quando clicchi su link "Succ.>" nell'ultima pagina
C1062=Rimani sull'ultima pagina
C1067=Apri il successivo canale o gruppo,a seconda di cosa sto leggendo
C1079=Segna la pagina corrente come letta
C1069=Interattiva
C1068=In automatico dopo
C1080=secondi (0~999, 0 significa mai)
C1006=Notificami i canali senza aggiornamenti da oltre
C1135=giorni
C1136=Popup nuovi articoli in evidenza per
C1137=secondi

[OptionsDialog_Usability]
Title=Utilizzo
C1081=Funzione "Succ. Canale/Gruppo non Letto"
C1010=Chiudi elenco notizie in automatico
C1011=Seleziona filtro "non letto" in automatico
C1012=Segna l'ultimo canale/gruppo come letto in automatico
C1082=Funzione Cerca Notizie/Notizie Prec./Notizie Succ.
C1013=Apre l'elenco delle notizie automaticamente
C1006=Abilita blocco popup ( Ctrl + click su link per abilitare popup)
C1007=Mostra tooltip in system tray dopo aggiornamento canali
C1058=Apri link RSS nel browser esterno di default
C1138=Doppio click sull'elenconotizie apre la pagina web in
C1062=Browser esterno
C1063=Pannello lettura di GreatNews
C1064=Nuova scheda
C1139=Cliccando i link nel pannello apre articoli rss in
C1057=Scheda corrente
C1060=Browser esterno
C1061=Nuova scheda
C1059=Disabilita navigazione a schede (necessita riavvio di GreatNews per aver effetto)
C1123=Non espandere/comprimere automaticamente

[OptionsDialog_ItemFeatures]
C1140=Mostra opzioni selizionate nel pannello di lettura:
C1010=Etichetta Questo
C1011=Invia per mail Questo
C1013=Autore
C1017=Evidenzia Monitoraggio Notizie
C1006=Segui Commenti quando i feed dei commanti sono disponibili)
C1141=Tipo Allegati Podcasting:
C1016=Configura Strumenti  Blog

[OptionsDialog_Connection]
C1062=Usa configurazioni di Internet Explorer
C1063=Usa seguenti server proxy:
C1147=URL:
C1148=Porta:
C1149=Nome Utente:
C1150=Password:
C1151=Nessun Proxy per:

[ConfigBlogToolsDialog]
Title=Configura Strumento Blog
C1142=Strumenti Configurati:
C1143=Dettagli Strumenti:
C1108=Nome:
C1145=Tipo:
C1100=URL:
C1146=Puoi usare le seguenti variabile nell'URL: %TITLE%, %TEXT%, %LINK%, %Author%
C1017=&Nuovo
C1057=&Cancella
C1018=&Salva
C2=Chiudi

[LabelDialog]
Title=Proprietà Note
C1083=Nota(*):
C1120=Stile:

[FindSubscribedChannelDialog]
Title=Trova Canale Sottoscritto

[GlobalSearchDialog]
Title=Ricerca Globale
C1134=&Cerca in tutti i canali:
C1027=&Contr.Maiuscole
C1013=&Confr.Parole Intere
C1=Avvia
C2=Chiudi

[OrganizeChannelsDialog]
Title=Organizza Canali
C1084=Seleziona Canali:
C1017=Seleziona Tutti
C1038=Deseleziona Tutti
C1061=Nuovo Gruppo Canali...
C1016=Sposta nel Gruppo
C1052=Cancella Canali
C1064=Preleva da Bloglines

[ChannelPropertiesDialog]
Title=Proprietà Canali

[ChannelPropertiesDialog_URL]
C1085=URL Canale(*):
C1010=Ricava Proprietà Canale da Internet
C1016=Valida Canale
C1065=Sincronizza questo Canale tramite Bloglines.com
C1064=Preleva da Bloglines
C1030=Non aggiornare il canale in automatico
C1006=Questo canale richiede l'autenticazione:
C1130=Nome Utente:
C1131=Password:
C1125=Suggerimentot:Se non conosci l' URL del canale,puoi digitare l'indirizzo web tipo http://www.cnn.com direttamente. GreatNews rileverà automaticamente il feed rss dal web

[ChannelPropertiesDialog_Properties]
C1086=Titolo(*):
C1087=Descrizione:
C1088=Sito Web:
C1089=Formato:
C1009=( seleziona "Ricava Proprietà Canale da Internet" nella pagina precedente per vedere il formato del canale )
C1092=Ultimo Modificato:
C1090=Ultimo Aggiornamento:
C1021=Non ancora aggiornato
C1114=Auto-Aggiornamento:
C1115=Cancella notizie più vecchie di:

[ChannelPropertiesDialog_Settings]
C1114=Frequenza Auto-Aggiornamento:
C1120=Stile Visualizzazione:
C1115=Cancella notizie più vecchie di:
C1013=Conserva solo le più recenti
C1132=notizie prima della pulizia
C1006=Avvisa all'arrivo di nuove notizie
C1007=Mantieni il canale anche se inattivo

[ChannelPropertiesDialog_Group]
C1091=Seleziona Gruppo Canali:
C1016=Nuovo Gruppo

[InactiveChannelDialog]
Title=Canali inattivi
C1016=Cancella/Disabilita
C1133=(I canali inattivi che hanno notizie etichettate saranno disabilitati)
C1122=Mantieni com'è
C2=Chiudi

[NewsWatchPropertiesDialog]
Title=Nuova Proprietà Ricerche

[NewsWatchPropertiesDialog_Properties]
C1092=Nome Ricerca(*):
C1093=Parole per Ricerca(*):
C1044=cerca una delle parole
C1023=cerca tutte le parole
C1046=cerca frase esatta
C1027=Controlla Maiuscole
C1013=Confronta frase intera
C1094=Per articoli trovati
C1059=Evidenzia con colore testo
C1095=Colore Sfondo
C1057=Ignora notizie trovate durante aggiornamento canali
C1058=Segna subito come letta
C1154=Cosa monitorare:
C1010=Nuovo titolo
C1019=Contenuto
C1015=Autore
C1041=Disabilita mon. articoli
C1120=Mostra Stile:

[NewsWatchPropertiesDialog_Channels]
C1023=Ricerca in tutti i canali
C1024=Ricerca nei canali selezionati
C1016=Seleziona Tutti
C1038=Deseleziona tutti
C1018=Esegui questa ricerca nelle notizie scaricate


[ExportDialog]
Title=Esporta su OPML/XML

[ExportDialog_Select]
C1097=Seleziona gruppi/canali da esportare:
C1016=Seleziona Tutti
C1038=Deleseleziona Tutti
C1010=Esporta tutte le Ricerce ed Etichette
C1098=(se questa'opzione è attivata, il file opml/potrebbe non esser compatibile con altri lettori RSS)

[ExportDialog_File]
C1096=Nome File Esportato(*):

[ImportDialog]
Title=Importa da OPML/XML

[ImportDialog_File]
C1032=Importa canali di &default
C1035=Importa canali/gruppi dal &file
C1099=Nome File:
C1036=Importa canali/gruppi da &internet
C1100=URL:

[ImportDialog_Select]
C1104=Seleziona gruppi/canali da importare:
C1016=Seleziona Tutti
C1038=Deseleziona Tutti
C1010=Aggiorna canali da internet durante importazione
C1011=Importa ricerca notizie ed etichette trovate in questo file

[ImportDialog_Group]
C1101=Sposta Canali nel Gruppo:
C1016=Nuovo Gruppo...

[ImportDialog_Progress]
C1026=Clicca bottone [Avanti] per avviare l'importazione...
C1016=Ferma Importazione
C1102=(Puoi fermare l'importazione in qualsiasi istante, e continuarla dopo)
C1103=Tip: Dopo l'Importazione, usa Canali->Organizza Canali...per riorganizzare i canali

[ExportRSSDialog]
Title=Esporta Notizie su file RSS
C1099=Nome File(*):

[CleanupDialog]
Title=Wizard di Compattamento

[CleanupDialog_Options]
C1105=Cancella Notizie più vecchie di:
C1117=(Configurazioni a livello canale sovrascrivono il valore di default)
C1010=Includi notizie &non lette
C1011=Includi notizie &etichettate
C1006=Comprimi file dati dopo la pulizia
C1124=Cancella file temporanei di GreatNews
C1013=Mantieni solo il più recente
C1152=nuovi articoli per canale (*)
C1153=(*) config. sovrascrivibili a livello canale

[CleanupDialog_Channels]
C1097=Seleziona canali per compattamento:
C1016=Sel. Tutti
C1038=Desel. Tutti

[CleanupDialog_Progress]
C1025=Clicca sul bottone [Avanti] per iniziare il compattamento

[SearchChannelPropertiesDialog]
Title=Cerca Proprietà Canali
C1106=Cerca da:
C1107=Chiave(*):
C1108=Titolo(*):

[BloglinesSyncDialog]
Title=Sincronizza Canali Bloglines.com

[BloglinesSyncDialog_Account]
C1109=Account Bloglines.com:
C1110=Password(*):
C1111=Conferma Password(*):

[BloglinesSyncDialog_Channels]
C1112=Seleziona Canali Bloglines che vuoi sincronizzare con GreatNews:
C1016=Seleziona Tutti
C1038=Deseleziona Tutti
C1010=GreatNews non segna i canali come letti in Bloglines

[Toolbars]
T200=Notizie
T201=Cerca
T101=Indirizzi

B32791=Aggiorna Tutti
B32818=Segna letti
B32850=Mostra tutti
B32840=Stile

;The date combobox on toolbar
[DateFilter]
0=Oggi
1=Ieri ed oggi
2=Ultimi 7 Giorni
3=Ultimi 30 Giorni
4=Tutti

;The status combobox on toolbar
[StatusFilter]
0=Non letti
1=Etichettati
2=Tutti

;Auto Update Frequency combobox in Options dialog
[AutoUpdateFrequency]
0=15 min
1=30 min
2=1 ora
3=2 ore
4=3 ore
5=4 ore

; Cleanup reminding interval combobox in Options dialog
[CleanupReminderInterval]
0=7 giorno
1=14 giorni
2=30 giorni
3=60 giorni
4=90 giorni

;Auto Update Frequency combobox in Channel Properties dialog
[ChannelAutoUpdateFrequency]
0=Default
1=1 min
2=5 min
3=10 min
4=15 min
5=30 min
6=1 ora
7=2 ore
8=3 ore
9=4 ore
10=Due volte al giorno
11=Giornalmente

;Cleanup max age combobox in Channel Properties dialog
[ChannelCleanupMaxAge]
0=Default
1=Tutti
2=1 giorno
3=2 giorni
4=1 settimana
5=2 settimane
6=1 mese
7=3 mesi
8=6 mesi
9=Mai

; Cleanup combobox in Cleanup Wizard
[Cleanup]
0=Tutti
1=1 settimana
2=2 settimane
3=1 mese
4=3 mesi
5=6 mesi


[Messages]
;main
M137=Hai già sottoscritto questo canale. Vuoi aprirlo?
M138=Il link sembra essere un nuovo canale. Vuoi sottoscriverlo?
M152=Sei sicuro di voler cancellare il gruppo [%s]?
M153=Sei sicuro di voler cancellare il canale [%s]?
M154=Sei sicuro di voler cancellare la ricerca notizie [%s]?
M155=Sei sicuro di voler cancellare l'etichetta [%s]?
M156=Errore nella ricerca del file dati di GreatNews.[%s]
M157=Trovato file dati incompatibile. Clicca su OK per aggiornare all'ultima versione.
M158=Disponibile la nuova versione [%s]. Vuoi leggere le novità?
M159=%d Canali Notizie
M160=%d nuovi titoli scaricati con successo da %d canali.
M161=%d canale(i) falliti.
M162=GreatNews ha terminato di aggiornare tutti i nuovi canali.
M163=GreatNews - Aggiornamento canale %d di %d
M164=Non hai compattato le vecchie notizie da %d giorni. Vuoi avviare il Wizard di Compattamento ora?
M167=Aggiornamento canale %s...
M175=Stai utilizzando l'ultima versione di GreatNews.
M176=Verifica della nuova versione fallita. Riprova più tardi.
M177=Elenco Notizie vuoto. Seleziona il canale o il gruppo nel quale vuoi cercare
M178=Tutti i canali delle notizie sono stati letti
M202=GreatNews non è stato chiuso correttamente la volta scorsa. Il sistema effettuerà ora un aggiornamento delle notizie non lette.
M207=Sei sicuro di voler segnare tutte le notizie come lette?
M208=Non riesco a rintracciare lo strumento per blog.
M209=GreatNews si aggiorna rapidamente. Questa versione beta è vecchia più di 30 giorni. Scarica l'ultima versione da http://www.curiostudio.com


; channel group dialog
M139=%d canali con %d notizie in questo gruppo. %d notizie non lette.

; various channel dialogs
M140=%d notizie in questo canale. %d non lette.
M147=Compila la chiave di ricerca
M148=Dai il nome a questo canale di ricerca
M168=Compila l'URL del canale.
M169=Manca titolo del canale
M171=Seleziona un gruppo

; cleanup wizard
M141=%d notizie prima del compattamento
M142=%d notizie dopo il compattamento
M143=Compatto canale %s...
M144=Compatto file dati...
M145=Compattamento eseguito correttamente
M146=Seleziona almeno un canale.
M204=Sei sicuro di voler compattare anche le notizie etichettate?

;Export RSS dialog
M149=%d notizie esportate nel file %s

;Export Wizard
M150=Immetti il nome del file da salvare.
M151=%d Canali e %d Gruppi sono stati esportati correttamente.

;Channel Organizer
M165=Sei sicuro di voler cancellare %d il/i canale(i) selezionati?
M179=Seleziona il canale che vuoi spostare
M180=Seleziona il gruppo nel quale vuoi spostare i canali selezionati
M181=Seleziona i canali che vuoi cancellare
M182=Seleziona i canali bloglines da sincronizzare che vuoi prelevare

;Search dialog
M166=Ricerca %d di %d...
M170=Non è stato trovato nessun elemento

;Import Wizard
M172=Specifica nome file
M173=Specifica un'url
M174=Ferma l'importazione prima di uscire.
M190=%d Canali e %d Gruppi correttamente importati.\n
M191=%d Canali e %d Gruppi saltati perchè già esistenti.\n
M192=%d Canali e %d Gruppi errati.
M193=\tGruppi '%s' importati correttamente
M194=\tGruppi '%s' saltati
M195=***** Importazione Gruppo '%s' non corretta
M196=\tCanale '%s' saltato
M197=Importazione Canale '%s'...
M198="**** Canale '%s' importato correttamente dopo esser stato rinominato
M199=\tCanale '%s' importato correttamente
M200=***** Canale '%s' importazione FALLITA. [%s]*****
M201=***** Canale '%s' importazione FALLITA. *****


;Bloglines Sync Wizard
M183=Immetti i dati dell'account Bloglines.com
M184=Password and Conferma Password con coincidono

;News Watch dialog
M185=Immetti le parole da ricercare
M186=Immetti titolo della ricerca
M187=Seleziona almeno una delle opzioni di ricerca
M188=Il colore del testo non può essere uguale a quello dello sfondo
M189=Seleziona almeno un canale


M203=%d articoli notizia(e) hanno questa etichetta.


M205=Sostituisci  <yoursite.com> con l' URL del tuo sito.


M206=La ricerca non ha avuto alcun esito.


